import plenka from './assets/dj/plenka.jpg';
import side from './assets/dj/SideWalks.jpg';
import chvrn from './assets/dj/CHVRN.jpg';
import kitty from './assets/dj/Mr_Kitty.jpg';

export const djs = [
    {
      name: 'DJ Plenka',
      descr: `Артём plenka (ранее пl3nk) - российский витчхаус исполнитель.
      Карьеру начал с\u00A02014 года. Своё творчество называет "хором имени сингулярности".
      Самым прослушиваемым альбомом на\u00A0данный момент является Part\u00A0One.`,
      src: plenka,
    },
    {
      name: 'Sidewalks & Skeletons',
      descr: `Sidewalks and Skeletons — это сольный проект британского исполнителя Джейка Ли, который вырос,
       играя во многих различных метал-группах в\u00A0качестве гитариста. S&S своим основным сольным проектом сделал в 2011 году.`,
      src: side,
    },
    {
      name: 'CHVRN',
      descr: `CHVRN — современный исполнитель дарк-электроники.
      Отлично сочиняет музыку в\u00A0своем фирменном и\u00A0запоминающемся стиле. Его способность удивлять вырастает с\u00A0каждым новым альбомом.`,
      src: chvrn,
    },
    {
      name: 'Mr. Kitty',
      descr: `Форрест Эйвери Карни, более известный под своим сценическим псевдонимом Mr.Kitty — исполнитель дарк-электроники.
      Его способность сочинять мрачные тексты является визитной карточкой его стиля.`,
      src: kitty
    }
  ]